const Product = () => {
  return (
    <div className="flex flex-wrap justify-center gap-[150px] bg-white py-[80px]">
      <div className="w-[360px] h-[360px]">
        <img
          className="w-full h-full object-cover"
          src="/img/others/test-product-page.png"
          alt="product"
        />
      </div>
      <div className="w-[40%]">
        <h1 className="mb-[40px] text-[30px] font-bold">Краска Farbitex Для садовых деревьев</h1>
        <p>
          Быстросохнущая, высокоукрывистая, защита от водорослей, мха, лишайника, защита от грибка,
          светостойкая, термостойкая, защита от вредителей
          Быстросохнущая, высокоукрывистая, защита от водорослей, мха, лишайника, защита от грибка,
          светостойкая, термостойкая, защита от вредителей
          Быстросохнущая, высокоукрывистая, защита от водорослей, мха, лишайника, защита от грибка,
          светостойкая, термостойкая, защита от вредителей
          Быстросохнущая, высокоукрывистая, защита от водорослей, мха, лишайника, защита от грибка,
          светостойкая, термостойкая, защита от вредителей
        </p>
      </div>
    </div>
  );
};

export default Product;
